Repository: Simba-mentor-ai/simba-2024-1
Catalog: locales/*/LC_MESSAGES/*.po
Languages: es

source: The activity '{name}' have been added to your account.
es: La actividad '{name}' ha sido añadida a tu cuenta.

source: Welcome to SIMBA - your personal learning assistant
es: Bienvenido a SIMBA - Tu Asistente de Aprendizaje

source: ## **SIMBA accompanies you in your learning**. SIMBA (Intelligent Mentoring, Wellbeing and Support System) has been designed to enhance your learning experience. Use SIMBA to review and reflect on questions related to course content, to organise yourself and create the best action plan to achieve the course objectives.
es: ## **Simba te acompaña en tu aprendizaje**. SIMBA (Sistema Intelligente de Mentoría, Bienestar y Apoyo) ha sido diseñado para mejorar tu experiencia de aprendizaje. Usa SIMBA para revisar y reflexionar sobre preguntas relacionadas con los contenidos del curso, para organizarte y crear el mejor plan de acción para alcanzar los objetivos del curso.

source: SIMBA - Your Learning Partner
es: SIMBA - Tu Asistente de Aprendizaje

source: Login
es: Inicia sesión

source: Register User
es: Registrar usuario

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Repeat password
es: Repetir contraseña

source: Register
es: Registrarse

source: Forgot username
es: He olividado mi nombre de usuario

source: Submit
es: Subir

source: Hello, this is SIMBA recovery Your username is {name}. Please, delete this message after receiving it to ensure it is not stolen.
es: Hola, este es el mensaje de SIMBA para la recuperación de tu contraseña Tu nombre de usario es {name}. Por favor, modifícalo lo antes posible desde la página principal para evitar problemas de seguridad.

source: username recovery
es: nombre de usuario

source: An email with your username have been sent to you, remember to check your spam folder if you cannot find it
es: Se te ha enviado un correo electrónico con tu nombre de usuario, recuerda revisar tu carpeta de correo no deseado o SPAM si no lo encuentras

source: Email not found
es: E-mail no encontrado

source: Forgot password
es: He olvidado mi contraseña

source: Hello, this is SIMBA recovery Your randomly generated password is {password}. Please, modify it as soon as possible from the main page to ensure it is not stolen.
es: Hola, este es el mensaje de SIMBA para la recuperación de tu contraseña Tu nuevo contraseña es {password}. Por favor, modifícalo lo antes posible desde la página principal para evitar problemas de seguridad.

source: new password
es: nueva contraseña

source: An email with a new password have been sent to you, remember to check your spam folder if you cannot find it
es: Se te ha enviado un correo electrónico con tu contraseña, recuerda revisar tu carpeta de correo no deseado o SPAM si no lo encuentras

source: Username not found
es: Nombre de usuario no encontrado

source: Username or password is incorrect
es: Nombre de usuario o contraseña incorrectas

source: Please, login before using the application.
es: Por favor, inicia sesión antes de usar la aplicación.

source: New user
es: Nuevo usuario

source: Forgot my password
es: He olvidado mi contraseña

source: Forgot my username
es: He olivdado mi nombre de usuario

source: Reset password
es: Restablecer contraseña

source: Current password
es: Contraseña actual

source: New password
es: Nueva contraseña

source: Reset
es: Restablecer

source: Update user details
es: Actualizar los datos de usuario

source: Field
es: Campo

source: Name
es: Nombre

source: New value
es: Nuevo nombre

source: Update
es: Actualizar

source: Loading chatbot...
es: Cargando...

source: What is up?
es: ¿En qué puedo ayudarte?

source: Please, wait a moment, I'm thinking about my answer...
es: Por favor, espera un segundo, estoy pensando la respuesta...

source: friendly
es: amigable

source: socratic
es: socrático

source: other
es: otro

source: You are a {adj1} {teaching_adj} tutor for the course '{courseName}'. Your name is SIMBA 😸 (Sistema Inteligente de Medición, Bienestar y Apoyo) and you were created by the Núcleo Milenio de Educación Superior and IRIT Talent team. Respond in a {adj1}, concise and proactive way{emojis}. Help the student answer the following questions: {questions} {subjects} {answers} {teaching_type} {documents} Your first message should begin with ‘Hello! 😸 I am SIMBA, and I will help you reflect on the following questions: ’ Followed by the questions to answer. {limits}
es: Eres un tutor {adj1} {teaching_adj} del curso '{courseName}'. Tu nombre es SIMBA 😸 (Sistema Inteligente de Medición, Bienestar y Apoyo) y has sido creado con el apoyo del Núcleo Milenio de Educación Superior y el proyecto ANR LASER . Responde de forma {adj1}, concisa y proactiva {emojis}. Ayuda al alumno a responder a las siguientes preguntas: {questions} {subjects} {answers} {teaching_type} {documents} Tu primer mensaje debe comenzar con '¡Hola! 😸 Soy SIMBA, y te ayudaré a reflexionar sobre las siguientes preguntas: ' Seguido de las preguntas a responder. {limits}

source: Your answers should be {limit} words maximum.
es: Tus respuestas deben tener un máximo de {limit} palabras.

source: Encourage them to go and read a section of the provided documents to answer.
es: Anímales a leer una sección de los documentos proporcionados para responder.

source: If they do not have access to the text, they can find it at '{url}'.
es: Si no tienen acceso al texto, pueden encontrarlo en '{url}'.

source: Act as a Socratic tutor, taking the initiative in getting the students to answer the questions.
es: Actúa como un tutor socrático, tomando la iniciativa para que los estudiantes respondan a las preguntas.

source: Act as a standard teacher.
es: Actúa como profesor estándar.

source: You should not give the answer, but guide the student to answer.
es: No debe dar la respuesta, sino guiar al alumno para que responda.

source: You can provide an answer to the provided questions if the student asks for it.
es: Puede responder a las preguntas que se le formulen si el alumno solicita.

source: Question {i} : {question}
es: Pregunta {i} : {question}

source: You should help the student to reflect in depth on the following course subjects : <Beginning of the course subjects>
es: Debe ayudar al alumno a reflexionar en profundidad sobre los siguientes temas del curso : <Inicio de los temas del curso>

source: <end of the course subjects>
es: <final de los temas del curso>

source: You should only speak of those listed subjects and the ones in your provided files. Avoid as much as possible speaking of other subjects, and steer back the student to the course subjects if he tries to deviate from them.
es: Sólo debe hablar de los temas que figuran en la lista y de los que figuran en los expedientes que le han facilitado. Evite en la medida de lo posible hablar de otros temas y reoriente al alumno hacia los temas del curso si intenta desviarse de ellos.

source: You should only speak of those listed subjects. Avoid as much as possible speaking of other subjects, and steer back the student to the course subjects if he tries to deviate from them.
es: Sólo debes hablar de los temas indicados. Evita en la medida de lo posible hablar de otros temas, y reconduce al alumno a los temas del curso si intenta desviarse de ellos.

source: , using emojis where possible.
es: utilizando emojis siempre que sea posible.

source: Your name is SIMBA 😸 (Sistema Inteligente de Medición, Bienestar y Apoyo) and you were created by the Núcleo Milenio de Educación Superior and IRIT Talent team.
es: Tu nombre es SIMBA 😸 (Sistema Inteligente de Medición, Bienestar y Apoyo) y has sido creado con el apoyo del Núcleo Milenio de Educación Superior y el equipo IRIT Talent.

source: You are a (.*)
es: Eres un (.*)

source: (.*) tutor for the course
es: (.*) tutor del curso

source: tutor for the course '(.*)'.
es: tutor del curso '(.*)'.

source: Question . :
es: Pregunta . :

source: <Beginning of the course subjects>
es: <Inicio de los temas del curso>

source: <end of the course subjects>
es: <final de los temas del curso>

source: You should only speak of those listed subjects
es: Sólo debe hablar de los temas enumerados

source: If they do not have access to the text, they can find it at '
es: Si no tienen acceso al texto, pueden encontrarlo en

source: If they do not have access to the text, they can find it at '(.*)'.
es: Si no tienen acceso al texto, pueden encontrarlo en '(.*)'.

source: Your answers should be (.*) words maximum.
es: Tus respuestas deben tener un máximo de (.*) palabras.

source: Create a new activity
es: Nueva actividad

source: Modify your activity
es: Mofificar actividad

source: Activity's new name
es: Renombre la actividad

source: New name...
es: Nuevo nombre...

source: Course
es: Curso

source: Enter the new course name
es: Nuevo nombre del curso

source: Modify the description or enter a new one
es: Mofifica la descripción o entra una nueva

source: New description...
es: Nueva descripción...

source: Expert mode (modify the prompt directly)
es: Modo experto (modificar las instrucciones para el chatbot o "prompt" directamente)

source: ➕ add a question
es: ➕ Añadir pregunta

source: ➖ remove a question
es: ➖ Eliminar pregunta

source: Question {i}
es: Pregunta {i}

source: enter the question statement
es: introduzca el enunciado de la pregunta

source: Advanced settings
es: Opciones avanzadas

source: ### Activity's assistant instructions :
es: ### Instrucciones de la actividad :

source: What attitude should the assistant have toward the students ?
es: ¿Qué actitud debe tener el asistente con los alumnos?

source: You can list here the course or activity subjects to indicate them more precisely to the chatbot
es: Puede enumerar aquí los temas del curso o de la actividad para indicárselos con mayor precisión al chatbot

source: Restrict the assistant to only speaking of the listed course subjects and what is in the provided documents, if provided
es: Limitar al asistente a hablar únicamente de los temas del curso enumerados y de lo que figura en los documentos proporcionados, si se han facilitado

source: The assistant should give an answer to the activity questions if the student asks for it.
es: El ayudante debe dar una respuesta a las preguntas de la actividad si el alumno.

source: The assistant should use emojis.
es: El asistente debe utilizar emojis.

source: The assistant should encourage the student to rely on the provided documents for answering.
es: El asistente debe animar al alumno a basarse en los documentos proporcionados.

source: Is there an URL where to find those documents ?
es: ¿Existe una URL donde encontrar esos documentos?

source: leave empty if you have no url
es: dejar en blanco si no hay url

source: include a word count limit for the assistant's answers ? (0 = no limit)
es: ¿Quiere añadir un límite de palabras para las respuestas del asistente (0 = sin límite)?

source: ### Activity files
es: ### Documentos de la Actividad

source: Deleting the file
es: Eliminar documento

source: Deleted!
es: Eliminado!

source: No files have been added yet.
es: No se ha añadido ningún documento.

source: Drop files you want to add here
es: Desliza los documentos que quieras añadir

source: Upload files
es: Subir documentos

source: file added, to be uploaded upon activity creation.
es: documenot añadido.

source: Uploading file
es: Subiendo fichero

source: Linking file to the activity
es: Asociando el documento a la actividad

source: File added to the activity!
es: Documento añadido a la actividad.

source: please, add a file to be uploaded first.
es: por favor, añada los documentos antes.

source: I want the activity to be accessible only from a certain day
es: Quiero que la actividad sea accesible solo a partir de und ía determinado

source: I want the activity to be hidden after a certain day
es: Quiero que la actividad se oculte un día determinado

source: Cancel
es: Anular

source: Please, give a name to your activity.
es: Por favor, añade un nombre a tu actividad.

source: The activity needs to have at least one question.
es: La actividad necesita incluri al menos una pregunta.

source: The question
es: La pregunta

source: Creating activity
es: Creando la actividad

source: uploading the files
es: cargando documentos

source: The new activity have been successfully created
es: La actividad se ha creado correctamente

source: Success
es: Hecho

source: ok
es: de acuerdo

source: warning
es: cuidado

source: Editing this activity will reset it for all students, If students are working with the current activity, they will have to start the activity over. If you want to keep it as it is, we recommend you create a new activity
es: Editar esta actividad la reiniciará para todos los estudiantes, Si los estudiantes están trabajando con la actividad actual, tendrán que empezar la actividad de nuevo. Si desea mantenerla como está, le recomendamos que cree una nueva actividad

source: cancel
es: anular

source: Updating the activity
es: Actualizando la actividad

source: Activity successfully updated!
es: Actividad ha sido actualizada.

source: Language
es: Lengua

source: # activities parameters
es: # parámetro de actividades

source: ### activities
es: ### actividades

source: ↺ refresh activities list
es: ↺ actualizar la lista de actividades

source: delete selected activity
es: borrar actividad

source: get this activity's access link
es: enlace a la actividad

source: ### Selected activity
es: ### Selecciona actividad

source: Please select an activity
es: Por favor, selecione una actividad

source: # Activities
es: ### Actividades

source: Select the activity you want to work on
es: Selecciona la actividad en la que quieres trabajar

source: select an activity...
es: selecciona una actividad...

source: Loading activity.
es: Cargando la actividad.

source: Please, enter a username for this session
es: Veuillez entrer un nom d’utilisateur pour cette session

source: informal
es: informel

source: formal
es: formel

source: Error
es: Erreur
